"Cheerful" = "欢快的";
"Melodic" = "有旋律的";
"Relaxed" = "轻松的";
"Grooving" = "音乐套路";
"Distorted" = "失真的";
"Acoustic" = "原声";
"Processed" = "经处理的";
"Single" = "独奏";
"Part" = "声部";

"Dark" = "低沉";
"Dissonant" = "刺耳的";
"Intense" = "紧张的";
"Arrhythmic" = "无节奏";
"Clean" = "纯净";
"Electric" = "电子";
"Dry" = "干声";
"Ensemble" = "合奏";
"Fill" = "过门";

"Rock/Blues" = "摇滚/蓝调";
"Electronic/Dance" = "电子音乐";
"Jazz" = "爵士乐";
"Urban" = "城市音乐";
"World/Ethnic" = "世界音乐";
"Cinematic/New Age" = "电影";
"Orchestral" = "管弦乐";
"Country/Folk" = "乡村音乐";
"Experimental" = "实验";
"Other Genre" = "其他类型";

"Bass" = "贝司";
"Electric Bass" = "电贝司";
"Acoustic Bass" = "原声贝司";
"Synthetic Bass" = "合成贝司";

"Drums" = "所有鼓类";
"Drum Kit" = "套鼓";
"Electronic Beats" = "节拍";
"Kick" = "脚鼓";
"Tom" = "嗵嗵鼓";
"Snare" = "小军鼓";
"Cymbal" = "铙钹";
"Hi-hat" = "竖钹";

"Guitars" = "吉他";
"Electric Guitar" = "电吉他";
"Acoustic Guitar" = "原声吉他";
"Banjo" = "班卓琴";
"Mandolin" = "曼陀林";
"Slide Guitar" = "滑音吉他";
"Pedal Steel Guitar" = "踏板钢丝弦吉他";

"Horn/Wind" = "号";
"Saxophone" = "萨克斯管";
"Trumpet" = "小号";
"Flute" = "长笛";
"Trombone" = "长号";
"Clarinet" = "单簧管";
"French Horn" = "法国号";
"Tuba" = "大号";
"Oboe" = "双簧管";
"Harmonica" = "口琴";
"Recorder" = "直笛";
"Pan Flute" = "牧笛";
"Bagpipe" = "风笛";
"Bassoon" = "巴松管";
"Piccolo" = "短笛";
"English Horn" = "英国号";
"Brass" = "铜管乐器";
"Woodwind" = "木管乐器";

"Keyboards" = "键盘";
"Piano" = "钢琴";
"Electric Piano" = "电钢琴";
"Organ" = "风琴";
"Clavinet" = "键盘乐器";
"Accordion" = "手风琴";
"Synthesizer" = "合成器";
"Rhodes" = "罗氏电钢琴";
"Celesta" = "钢片琴";
"Harpsichord" = "羽管键琴";

"Mallets" = "音槌";
"Steel Drum" = "钢鼓";
"Vibraphone" = "振琴";
"Marimba" = "玛林巴木琴";
"Xylophone" = "木琴";
"Kalimba" = "卡林巴琴";
"Bell" = "铃声";
"Timpani" = "定音鼓";

"Mixed" = "过场音乐";

"Other Instrument" = "其他乐器";

"Percussion" = "打击乐器";
"Gong" = "锣";
"Shaker" = "沙锤";
"Tambourine" = "手鼓";
"Conga" = "康茄鼓";
"Bongo" = "班高鼓";
"Cowbell" = "牛铃";
"Clave" = "响棒";
"Vinyl/Scratch" = "黑胶唱片";
"Chime" = "管钟琴";
"Rattler" = "拨浪鼓";
"Sound Effect" = "FX";
"Misc2" = "其他";
"Boom" = "隆隆声";
"All Effects" = "所有效果";
"Effects" = "声音效果";

"Ambience" = "环境";
"People" = "人声";
"Transportation" = "走带控制";
"Weapons" = "武器";
"Explosions" = "爆裂声";
"Impacts & Crashes" = "撞击声";
"Animals" = "动物";
"Sports & Leisure" = "运动";
"Mech/Tech" = "机器";
"Work/Home" = "办公/住所";
"Misc." = "其他";
"Foley" = "福莱";
"Motions & Transitions" = "刺耳";
"Sci-Fi" = "科幻";

"Strings" = "弦乐";
"Violin" = "小提琴";
"Viola" = "中提琴";
"Cello" = "大提琴";
"Harp" = "竖琴";
"Koto" = "日本筝";
"Sitar" = "西塔尔琴";
"Double Bass" = "倍大提琴";

"Texture/Atmosphere" = "质感";

"Vocals" = "声乐";
"Male" = "男声";
"Female" = "女声";
"Choir" = "合唱";

"bytes" = "字节";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"Can't find file" = "找不到文件";
"CantOpenFile" = "在期望的位置找不到该文件。\n\n%@\n\n您是要跳过此文件、查找它，还是取消操作？";
"Select..." = "查找文件…";
"MakeOfflineSource" = "跳过文件";
"Don't open document" = "取消";
"Reconnecting " = "正在重新连接 ";
"Use selected path to reconnect other offline sources..." = "使用选定路径重新连接其他丢失的文件";
